// ## Example 1 - Ввод пользователя и ветвления

// Используя конструкцию if..else и prompt, напиши код, который будет спрашивать:
// `"Какое официальное название JavaScript?"`. Если пользователь вводит
// `ECMAScript`, то показывай alert со строкой `"Верно!"`, в противном случае -
// `"Не знаете? ECMAScript!"`

// 1) Cтворити змінну для питання.
// 2) Привести відповідь до нижнього регістру.
// 3) Використати if..else і prompt.

// const test = prompt("Какое официальное название JavaScript?");


// if(test === "ECMAScript".toLowerCase()) {
//     alert("Верно!");
// } else {
//     alert("Не знаете? ECMAScript!");
// }
// console.log(test);

